{
    "copypastas": [
        {
            "name": "scaryping",
            "data": "\"ping\" he said, but the only response was the echoes of his lost words, thrown into the void in the desperate hope that someone, anyone, would answer. His words slowly faded away, replaced by the deafening silence of the discord chat. He grimaced, was it cringe? Was it cringe to ask for that one measly answer in response? His brief moment of sadness replaced by a spark. \"ping\" he said once more.\n..Silence...\nThe spark turned now to a flame.\n\"Ping\" he tried once more.\n...Silence...\n\"PIIINGGGGG\" he screamed into the vast depths of the discord chat, fury and rage driving him forward in his racer x gaming chair, creaking under him from the long years of use.\nAnd then, out of the darkness came a light. A slight shimmering glow. Warmth enveloped him as he read in sweet bliss.\n\"pong\""
        },
        {
            "name": "existentialping",
            "data": "WHIRRR, the fan booted up as his finger pressed the power button on the pc tower. The button's once sleek facade now worn away from many uses. He squinted as the RGB lights flickered on, startlingly bright in contrast to the dark room. It took a second for his eyes to adjust as he smiled. These lights were one of the few comforting things in his life.\nThe screen came to life, displaying a mostly clean desktop. Icons stashed away in folders, and folders stashed away in other folders. He sighed in relief, this was where he was comfortable. Where he could control his surroundings. Things were almost always in order.\nHe reached for the mouse, his fingers resting almost instinctually on the worn buttons on the mouse. The oils of his hand had taken their toll on the paint, creating an imprint of his hand on the curved plastic.\nHe slid the mouse over to discord, and clicked, out of pure habit.\nAs the grey screen popped up he hesitated. He wasn't sure what his plan was, he had just opened the social chatting platform out of reflex. What was he going to do? What would he say? Who would he talk to? Who was even online? Would he be bothering them if they were? Maybe they were busy, he didn't want to be rude and interrupt there work or game...\nHe sat there for a few moments longer before clicking on the same server icon he always clicked on. There was a long list on the left side of the screen. So many notifications. So many that he knew he wouldn't read. Why would he? They probably wouldn't even be for him, he thought to himself. Probably just a bunch of '@/everyone' pings.\nThe familiar avatar icons of the people populated the screen. What were they doing? What were they playing? Could he join? If he pinged anybody, would they even respond? That overwhelming dread creeped back into his shoulders, and slowly spread to his arms, then hands. He was frozen. What should he do? What should he say?\nThen the worst thing that could have happened, happened...\nSomeone started typing.\nOh no, was he caught?? What were they gonna say? How would he respond?\nHis fight or flight instincts kicked on and he made a mad dash for the 'alt + f4' buttons on his keyboard, which were also worn away. He paused. How many times had he done this.How many times had he ran away from this. His face dropped. What kind of person was he.\nThen a familiar tone resounded in his ears.\n\"badoop\"\nHis face still looking to the floor, he paused.\n\"badoop\"\nHe waited...\n\"badoop\"\nHis gaze slowly made it's way to the screen.\nThe familiar yellow highlight...\n\"@anon val?\"\nHis face lit up. This. This was that feeling.\nHis friends beckoning him, wanting his companionship. He smiled. This.\nThis was happiness."
        }
    ]
}